brew "asdf"
brew "awscli"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "jq"
brew "mackup"
brew "mtr"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vim"
brew "watch"
brew "zsh"
brew "zsh-completions"

tap "hashicorp/tap"
brew "hashicorp/tap/terraform"
