brew "asdf"
brew "awscli"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "jq"
brew "mackup"
brew "mas"
brew "mtr"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vim"
brew "watch"
brew "zsh"
brew "zsh-completions"

tap "hashicorp/tap"
brew "hashicorp/tap/terraform"

mas "1Blocker", id: 1365531024
mas "1Password 7", id: 1333542190
mas "Actions", id: 1586435171
mas "Cardhop", id: 1290358394
mas "DevUtilsAppStore", id: 1533756032
mas "Fantastical", id: 975937182
mas "Hush", id: 1544743900
mas "Irvue", id: 1039633667
mas "Marked 2", id: 890031187
mas "Mela", id: 1568924476
mas "MindNode", id: 1289197285
mas "Owly", id: 882812218
mas "Reeder", id: 1529448980
mas "Transmit", id: 1436522307
mas "Wakeout", id: 1242116567
