tap "hashicorp/tap"

brew "asdf"
brew "awscli"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "fzf"
brew "gh"
brew "git"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/waypoint"
brew "hashicorp/tap/packer"
brew "jq"
brew "mackup"
brew "mas"
brew "mtr"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vim"
brew "watch"
brew "zsh"
brew "zsh-completions"

# via `mas list | sed -e 's/ *(.*//'`
mas "CARROT Weather", id: 993487541
mas "Cardhop", id: 1290358394
mas "Deliveries", id: 290986013
mas "DevUtilsAppStore", id: 1533756032
mas "Hush", id: 1544743900
mas "Irvue", id: 1039633667
mas "Marked 2", id: 890031187
mas "Mela", id: 1568924476
mas "Reeder", id: 1529448980
mas "Things", id: 904280696
mas "Transmit", id: 1436522307
